import React from "react";

const OpenHouse = () => {
	return (
		<div className="grid gap-8">
			<h1 className="pb-5 text-4xl font-bold">OPEN HOUSE@SIT</h1>
			<p>กิจกรรมเปิดบ้านคณะเทคโนโลยีสารสนเทศ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี มาร่วมทำความรู้จักหลักสูตรต่าง ๆ ภายในคณะ ได้แก่ สาขาเทคโนโลยีสารสนเทศ(IT) สาขานวัตกรรมบริการดิจิตอล (DSI) สาขาวิทยาการคอมพิวเตอร์ หลักสูตรภาษาอังกฤษ (CS) โดยสามารถมาร่วมสนุกและทำความรู้จักกันได้ผ่านกิจกรรมสุดพิเศษมากมายที่พี่ ๆ ชาว SIT ทุกคนตั้งใจเตรียมกันมาเพื่อน้อง ๆ ตลอดทั้งวัน อาทิ </p>
			<p>กิจกรรมการแนะนำการทำแฟ้มสะสมผลงานให้โดนใจคณะกรรมการ SIT โดย นักศึกษาชั้นปีที่ 1 - 2 จากทั้งสามขาที่จะมาแชร์เคล็ดลับและเทคนิคในการสร้างผลงาน และเทคนิคการสัมภาษณ์เบื้องตัน</p>
			<p>Get to Know me &apos;DSI&apos; | 10.30 -11.30 น. (จำกัด 40 ที่นั่ง ) ( โดยรุ่นพี่ DSI#2 ) กิจกรรมสุดพิเศษจากสาขา DSI ให้น้อง ๆ มาทำความรู้จักกับการเป็นนวัตกรในโลกยุคดิจิตอล ผ่านกิจกรรม Workshop ตั้งแต่การคิด Solution ให้ตอบโจทย์ลูกค้าสู่การทำ Prototype </p>
			<p>Easy & Fun Java | 13.00 - 14.00 น. (จำกัด 50 ที่นั่ง ) * กิจกรรมถูกจัดเป็นภาษาอังกฤษ ( โดยรุ่นพี่ CS#2 ) comsci inter เรียนกันยังไงนะ? มาไขข้อสงสัยไปกับ workshop สู่เส้นทางแห่งการเป็นโปรเเกรมเมอร์ โดยการใช้ภาษา Java และโลจิคเบื้องต้น ที่เสมือนการเรียนจริงในคลาส !</p>
			<p>Let&apos;s Explore Web Dev Journey | 14.15 - 15.15 น. (จำกัด 50 ที่นั่ง ) ( โดยรุ่นพี่ IT#2 ) เวิร์คช็อปที่จะชวนน้อง ๆ มาร่วมสนุกกับการทำเว็บของตนเอง ด้วย CSS & HTML ซึ่งนอกจากจะได้เรียนรู้แล้ว ยังได้ผลงานติดไม้ติดมือกลับบ้านอีกด้วย ! </p>
			<p>นอกจากนั้นแล้วยังมีกิจกรรมอื่น ๆ  อีกมากมาย ทั้งดนตรีสดสร้างบรรยากาศดี ๆ   การบรรยายพิเศษจากกลุ่มงาน Admission และ กลุ่มงานทุน ช่วงการบรรยายพิเศษจากศิษย์เก่าจากทั้งสามสาขา </p>
		</div>
	);
};

export default OpenHouse;