import React from "react";
const PdpaText = () => {
	return(
		<div className="p-5">
			<div className="indent-10">
					คณะเทคโนโลยีสารสนเทศมหาวิทยาลัย เทคโนโลยีพระจอมเกล้าธนบุรีให้ความสำคัญด้าน การเคารพสิทธิในความเป็นส่วนตัวและการรักษา ความปลอดภัยของข้อมูลส่วนบุคคลของท่าน โดยคณะฯ ได้กำหนดนโยบาย ระเบียบและ หลักเกณฑ์ต่าง ๆ ในการดำเนินงาน ของคณะ ฯ เพื่อให้เป็นไปตามมาตรฐานในการรักษาความ ปลอดภัยของข้อมูลส่วนบุคคลเพื่อให้ท่านได้มั่นใจว่า ข้อมูลส่วนบุคคลของท่านที่คณะ ฯได้รับจะถูกนำ ไปใช้ตรงตามความต้องการของท่านและถูกต้อง ตามกฎหมาย โดยคณะฯจะจัดเก็บข้อมูลส่วนบุคคล ของท่านตลอดระยะเวลา ที่จำเป็นในการดำเนินการ ตามวัตถุประสงค์ของคณะ ฯ รวมถึงงานต่าง ๆ ที่จำเป็น 
			</div>
			<div className="indent-10">
					ทางคณะ ฯ เก็บรวบรวมและใช้ข้อมูลส่วนบุคคล ของท่าน รวมทั้งภาพถ่าย และวีดีโอที่เกิดจากการ เข้าร่วมกิจกรรมของท่าน ซึ่งจัดโดยมหาวิทยาลัย คณะ ฯ และ/หรือนักศึกษาเพื่อวัตถุประสงค์ ของคณะฯ ตลอดจนตามวัตถุประสงค์ดังต่อไปนี้ 
			</div>
			<ol className="m-2">
				<li>
							1.เพื่อประโยชน์ทางการศึกษา การวิเคราะห์ ประมวลผล จัดทำสถิติรวมไปถึงการ จัดบริการต่าง ๆ เช่น การแนะแนว การสมัครงาน การพัฒนาทักษะด้านต่าง ๆ
				</li>
				<li>
							2.เพื่อจัดทำสื่อโฆษณา การเผยแพร่การประชาสัมพันธ์ต่อสาธารณะ ผ่านช่องทางสื่ออิเล็กทรอนิกส์ สื่อออนไลน์ สื่อวิดีโอ สื่อสิ่งพิมพ์ต่าง ๆ เช่น เว็บไซต์ Social Media การติดประกาศ และช่องทางอื่น ๆ
				</li>
				<li>
							3.เพื่อใช้ข้อมูลของท่านในการแจ้งข้อมูลข่าวสาร การเรียนการสอน บริการของคณะ ฯ และการโฆษณาประชาสัมพันธ์ เช่น การเปิดรับสมัครนักศึกษาใหม่ การอบรม หรือกิจกรรมที่เกี่ยวข้อง
				</li>
				<li>
							4.วัตถุประสงค์อื่น ๆ เพื่อประโยชน์ของคณะฯ และ/หรือมหาวิทยาลัย และ/หรือนักศึกษา
				</li>
			</ol>
			<div className="indent-10">
						ทั้งนี้ท่านมีสิทธิที่จะถอนความยินยอมหรือ ขอให้คณะ ฯลบข้อมูลเมื่อใดก็ได้ตลอดระยะเวลา ที่ข้อมูลส่วนบุคคลของท่านอยู่กับคณะ ฯ อย่างไรก็ตามการถอนความยินยอมของท่านอาจส่งผลกระทบต่อท่านจากการใช้บริการต่าง ๆ เช่น ท่านจะไม่ได้รับสิทธิประโยชน์ที่ทางคณะ ฯ ให้บริการอยู่หรือไม่ได้รับข้อมูลข่าวสารอัน เป็นประโยชน์แก่ท่านเป็นต้นดังนั้นเพื่อประโยชน์ ของท่านจึงควรศึกษาและสอบถามถึงผลกระทบ ก่อนเพิกถอนความยินยอมดังกล่าวกรณีที่ท่าน ต้องการถอนความยินยอมกรุณาติดต่อผ่านอีเมล info@sit.kmutt.ac.th
			</div>
		</div>
	);
};
export default PdpaText;