
const Bus = () => {
	return (
		<div>
			<h3 className="p-1 text-xl ">รถโดยสารประจำทางที่ผ่านมหาวิทยาลัยฯ (ถนนประชาอุทิศ)</h3>
			
			<h4 className="p-1">สายรถ 75 เส้นทางเดินรถ วัดพุทธบูชา - หัวลำโพงสายรถ 21E เเละ 88</h4>
			<h4 className="p-1">เส้นทางเดินรถ วัดคู่สร้าง - จุฬาลงกรณ์มหาวิทยาลัย</h4>

			<h3 className="p-1 text-xl ">รถโดยสารประจำทางที่สามารถมาถึงมหาวิทยาลัย</h3>
			<h4 className="">รถโดยสารประจำทางหลายสาย สามารถเดินทางมาถึงมหาวิทยาลัยได้ โดยต้องมาลงถนนสุขสวัสดิ์ - ถนนราษฎร์บูรณะ และขึ้นรถโดยสารประจำทางที่ผ่านมหาวิทยาลัย หรือรถโดยสารขนาดเล็ก
			</h4>
			<h4>สายรถ 142 เส้นทางเดินรถ การเคหะ ชุมชนธนบุรี - อู่ฟาร์มจระเข้ (สมุทรปราการ)</h4>
			<h4>สายรถ 141 เส้นทางเดินรถ แสมดำ - จุฬาลงกรณ์มหาวิทยาลัย</h4>
			<h4>สายรถ 140 เส้นทางเดินรถ อนุสาวรีย์ชัยฯ - แสมดำ</h4>
			<h4>สายรถ 138 เส้นทางเดินรถ พระประแดง - หมอชิตใหม่</h4>
			<h4>สายรถ 82 เส้นทางเดินรถ พระประแดง - สนามหลวง</h4>
			<h4>สายรถ 20 เส้นทางเดินรถ สุขสวัสดิ์ - ท่าดินแดง</h4>
			<h4 >สายรถ 6 เส้นทางเดินรถ พระประแดง - เทเวศร์</h4>

		</div>
	);
};

export default Bus;