import React from 'react';

const Car = () => {
	return (
		<div className='flex flex-col gap-2'>
			<h4>ลงทางด่วนสุขสวัสดิ์ จากนั้นกลับรถ วิ่งตรงมายังถนนสุขสวัสดิ์ เมื่อถึงแยกประชาอุทิศ (กม.9) เลี้ยวซ้ายเพื่อเข้าสู่ถนนประชาอุทิศ วิ่งตรงไปบนถนนประชาอุทิศ เมื่อถึงซอยประชาอุทิศ 45 ให้เลี้ยวขวาเพื่อเข้าสู่มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี</h4>
			<h4>การเดินทางโดยรถส่วนตัว สำหรับผู้มาติดต่อให้เข้าประตู 1 แลกบัตรผู้มาติดต่อ กรุณาเตรียมแลกบัตร บริเวณจุดตรวจรักษาความปลอดภัย และนำรถจอดรถได้ ณ อาคารจอดรถ 14 ชั้น</h4>
			<a className='mt-5 hover:text-primary' href={`https://www.google.co.th/maps/dir/Current+Location/King+Mongkut's+University+of+Technology+Thonburi/@13.6517569,100.492715,17z/data=!3m1!4b1!4m5!3m4!1s0x30e2a251bb6b0cf1:0xf656e94ff13324ad!8m2!3d13.6517569!4d100.4949037?hl=en`} >ค้นหาเส้นทาง</a>
		</div>
	);
};

export default Car;