
const MiniBus = () => {
	return (
		<div>
			<h3 className="p-1 text-xl ">สอบถามเส้นทางเดินรถโดยสารประจำทาง โทร. 1348 และ เว็บไซต์ของ <a className="hover:text-primary" href="http://www.bmta.co.th/">เว็บไซต์ของ ขสมก.</a></h3>
			<h4>สายรถ 99 เส้นทางเดินรถ บางปะกอก – ทุ่งครุ</h4>
			<h4>สายรถ 90 เส้นทางเดินรถ ตลาดบางปะกอก – วัดทุ่งครุ</h4>
			<h4>สายรถ 88 เส้นทางเดินรถ บิ๊กซี (บางปะกอก) – ทุ่งครุ</h4>
			<h4>สายรถ 77 เส้นทางเดินรถ บิ๊กซี (ราษฎร์บูรณะ) – วัดพุทธบูชา</h4>

		</div>
	);
};

export default MiniBus;